Repository: HJCMS/xhtmldbg
Catalog: po/xhtmldbg_*.po
Languages: de

source: Configure CSS Validation
de: Konfiguriere die CSS Überprüfung

source: The CSS profile used for the validation.
de: Das zu verwendende CSS Profil

source: The language used for the response.
de: Landessprache für die Ausgabe

source: The warning level.
de: Warnstufe

source: The medium used for the validation.
de: Name des Mediums für die Validierung

source: developer
de: Entwickler

source: Juergen Heinemann (Undefined)
de: Jürgen Heinemann (Undefined)

source: Copyright (C) 2007-2011, Juergen Heinemann (Undefined)
de: Copyright (C) 2007-2011, Jürgen Heinemann (Undefined)

source: A XHTML/HTML Debugger and CSS Validator for Webdevelopers
de: Ein XHTML/HTML Debugger und Validator für Webseiten Entwickler

source: <div><p><strong>„xhtmldbg“ is a XHTML/HTML Debugger for Website Developers.</strong></p><p>This software provides you with the facility to check and analyze web page content directly.</p><p>All these are good starting points for targeted xhtml development debugging.</p><div><ul><li>to watch HTTP headers,</li><li>to watch _POST variables when send html forms,</li><li>css stylesheet watching,</li><li>dom inspector for better documents structure watching,</li><li>to indicate css stylesheet attributes,</li><li>to indicate current used cookies,</li><li>to watch javascript errors,</li><li>auto reload function up to 60 seconds,</li><li>analyzing <acronym title="Search Engine Optimisation">SEO</acronym> keywords,</li><li>quickly HTTP_USER_AGENT switching,</li><li>strict RFC 2109 (HTTP State Management Mechanism) validation for Cookies,</li><li>validate ATOM/RSS/RDF Documents,</li><li>of course, this requires to validate and check the source.</li></ul></div></div>
de: <div><p><strong>„xhtmldbg“ ist ein Webseiten Debugger für Webentwickler und Konsumenten.</strong></p><p>Der Grundgedanke dieses Projektes ist einen Webdebugger zu Entwickeln der Gleichzeitig den Quelltext als auch die damit zusammenhängenden Protokolle erkennt und auf ihre Validität prüft.</p><p>„xhtmldbg“ bietet neben dem prüfen auf einen Validen Quelltext zusätzliche Optionen:</p><div><ul><li>Überwachen des HTTP Datenkopfes,</li><li>überwachen von abgesendeten Post Variablen aus einem Formular heraus,</li><li>CSS StyleSheet Überprüfung,</li><li>einen Dom Inspektor zur besseren Darstellung der Dokumenten Struktur,</li><li>anzeigen von CSS StyleSheet Prädikaten,</li><li>anzeige der aktuell verwendeten Cookies,</li><li>ausgeben von JavaScript Fehlern,</li><li>automatisches Aktualisieren in Zehner schritten bis 60 Sekunden,</li><li><acronym title="Search Engine Optimisation">SEO</acronym>Schlüsselwort Überprüfung,</li><li>schnelles Umschalten des USER-AGENT,</li><li>strikte Einhaltung des RFC 2109 (HTTP State Management Mechanism) für die Cookie Behandlung,</li><li>ATOM/RSS/RDF Nachrichten Dokumente Validieren,</li><li>und natürlich das Validieren und Bereinigen des Markup Quelltextes.</li></ul></div></div>

source: Address
de: Adresse

source: Reload
de: Auffrischen

source: Address:
de: Adresse:

source: Clear
de: Leeren

source: Sorry: FTP protocol is currently not supported
de: Entschuldigung: Das FTP Protokoll wird im nicht Unterstützt

source: XHTMLDBG Impartations
de: XHTMLDBG Mitteilungen

source: Ascending
de: Aufsteigend

source: Descending
de: Absteigend

source: Auto Refresh
de: Auto Aktualisierung

source: Disabled
de: Deaktiviert

source: 10 Seconds
de: 10 Sekunden

source: 20 Seconds
de: 20 Sekunden

source: 30 Seconds
de: 30 Sekunden

source: 40 Seconds
de: 40 Sekunden

source: 50 Seconds
de: 50 Sekunden

source: Bookmarks
de: Lesezeichen

source: Bookmark Manager[*]
de: Lesezeichen Manager[*]

source: Headline
de: Überschrift

source: Hyperlink
de: Verknüpfung

source: Folder or Bookmark Title
de: Verzeichnis oder Lesezeichen Titel

source: Remove Selected Item
de: Entferne gewählten Eintrag

source: Link:
de: Verknüpfung:

source: If this Line is Empty a Folder want created.
de: Wenn diese Zeile Leer ist wird ein Verzeichnis erstellt.

source: Add Item to Selected Main Item
de: Füge Eintrag in den Ausgwählten Bereich ein

source: Warning
de: Warnung

source: I didn't add Bookmark in to other Bookmark :-) Please select a Folder.
de: Ich füge keine Lesezeichen in andere Lesezeichen ein :) Bitte wähle einen Ordner aus.

source: Unsaved Changes
de: Offene Änderungen

source: Bookmark Manager found unsaved Changes. Do you realy wan to exit?
de: Der Lesezeichen Manager hat nicht gespeicherte Änderungen entdeckt. Willst du wirklich beenden?

source: Unknown
de: Unbekannt

source: Bookmark file is not Valid XBEL Scheme!
de: Die Lesezeichen Datei besitzt kein Valides XBEL Schema!

source: Color picker
de: Farbauswahl

source: Colors
de: Farben

source: Web Colors
de: Web Farben

source: Royal Colors
de: Royal Farben

source: Rainbow Colors
de: Regenbogen Farben

source: Gray Colors
de: Graustufen

source: Topographic Colors
de: Topografische Farben

source: Color preview
de: Farben-Vorschau

source: hexcolor:
de: Hexadezimale Farbe:

source: rgbcolor:
de: RGB Farbe:

source: Note:
de: Hinweis:

source: There is a constraint on the color that it must have either 3 or 6 hex-digits (i.e., [0-9a-fA-F]) after the "#"; e.g., "#000" is OK, but "#abcd" is not.
de: Für die Hexadezimale Farbeingabe liegen folgende Einschränkungen vor. Es müssen 3 oder 6 Ziffern (das heißt, [0-9a-fA-F]) nach der Route "#"; stehen. z.B.: "#000" ist OK aber "#abcd" wäre falsch.

source: Testing
de: Prüfung

source: hexcolor tester:
de: Hexadezimal Farbentest:

source: Color Editor
de: Farben Editor

source: Video Player
de: Video Spieler

source: Play OGG/OGM and Therora Videos with Phonon
de: Abspielen von OGG/OGM und Theora Videos mit Phonon

source: Password Request
de: Passwort anfrage

source: User
de: Benutzer

source: Password
de: Passwort

source: Issuers
de: Unterzeichner

source: Database:
de: Datenbank:

source: CA Bundle Database
de: CA Bündel Datenbank

source: Organization (O)
de: Organisation (O)

source: CommonName (CN)
de: Gemeinsamer Name (CN)

source: Expires
de: Erlischt

source: Client Authentication and Access Control
de: Klient Authentifizierung und Zugangs Kontrolle

source: This Certificate is used by the remote end to verify the local user's identity against its list of Certification Authorities. For more Information about Client Authentication and Access Control with Certificates please refer the Apache SSL FAQ. How can I authenticate clients based on certificates when <a href="%1">I know all my clients</a>?
de: Dieses Zertifikat wird von der Gegenstelle zur Verifizierung einer Zertifikat basierenden Identifizierung verwendet. Für mehr Informationen über die Klient Authentifizierung und Zugangs Kontrolle lese bitte die Apache SSL Hilfe. Wie kann ich Klienten mit Zertifikaten Authentifizieren <a href="%1">wenn ich diese kenne</a>?

source: Public Keyfile:
de: Öffentlicher Schlüssel:

source: Private Keyfile:
de: Privater Schlüssel:

source: Private Key Password:
de: Privates Passwort:

source: Open Private Certificate
de: Öffne privates Zertifikat

source: Open Public Certificate
de: Öffne öffentliches Zertifikat

source: Browser Settings
de: Browser Einstellungen

source: Do Not Buffer Upload Data when doing a HTTP POST request.
de: Speichere keine Upload Daten wenn HTTP POST verwendet wird.

source: Allow HTTP pipelining with requests.
de: Erlaube HTTP Parallelverarbeitung bei den Anfragen.

source: Indicates whether the HTTP Pipelining was used for receiving data Requests.
de: Erkennen ob Parallelverarbeitung mit HTTP Anfragen verwendet wird.

source: Enable AutoLoad Images
de: Bilder Automatisch laden

source: Enable Javascript
de: Aktiviere JavaScript

source: Enable Plugins
de: Aktiviere Plugins

source: Enable Java
de: Aktiviere Java

source: Zoom only text
de: Nur Text Zoomen

source: Fetch DNS entries to speed up browsing.
de: Hole DNS Einträge für ein schnelleres Browsen.

source: JavaScript programs can open new windows.
de: JavaScript Programme dürfen neue Fenster öffnen.

source: JavaScript programs can read or write to the clipboard.
de: Erlaube JavaScript Programmen den zugriff auf das Clipboard.

source: The background color and images are also drawn when the page is printed.
de: Beim Drucken von Seiten den Hintergund mit übertragen.

source: Locally loaded documents are allowed to access remote urls.
de: Lokal geöffnete Dokumente dürfen auf externe Adressen zugreifen.

source: Locally loaded documents are allowed to access other local urls.
de: Lokal geöffnete Dokumente dürfen auf andere Dokumente innerhalb des Systems zugreifen.

source: Specifies whether load requests should be monitored for cross-site scripting attempts. Suspicious scripts will be blocked and reported in the inspector's JavaScript console. Warning: To enabe this feature might have an impact on performance.
de: Spezifiziert ob Netzanfragen auf Cross-Site Scripting überwacht werden sollen. In einem Verdachtsmoment werden diese Inhalte geblockt und eine Meldung an die Java-Script Konsole gesendet. Warnung: Diese Einstellung hat starken Einfluss auf die Performance.

source: If enabled - CSS animations of the transform and opacity properties will be rendered by composing the cached content of the animated elements.
de: Aktiviert - Werden CSS Animationen die mit transform oder opacity Prädikaten versehen sind aus dem Systemspeicher heraus animiert.

source: This setting enables the tiled backing store feature for Graphics rendering. When enabled, the web page contents in and around the current visible area is speculatively cached to bitmap tiles. The Image content automatically kept in sync with the web page as it changes. It does not work well with contents using CSS fixed positioning. This property allows application to temporarily freeze the contents of the backing store.
de: Diese Einstellung aktiviert das rendern von Grafischen Inhalten mit fließenden Bildpunkten. Element Inhalte mit Grafiken werden hiermit auf den Sichtbaren Bereich synchronisiert. Bei Elementen mit dem geerbten CSS Prädikat „fixed“ hat dies keine Wirkung.

source: Font Settings
de: Schriften Einstellungen

source: Default Font Size:
de: Standard Schriftgröße:

source: Fixed Font Size:
de: Standard für die feste Schriftgröße:

source: Plugins Directory
de: Plugin Verzeichnis

source: Cookie Management
de: Keks Verwaltung

source: Search for existing Cookies
de: Suche nach einem existierenden Keks

source: Remove
de: Entfernen

source: Remove Selected Cookie
de: Entferne den ausgwählten Keks

source: Clear Cookies Table
de: Leer die Kekstabelle

source: Create a new Cookie provision
de: Erstelle eine neue Cookie Regelung

source: Merely current Session
de: Lediglich nur für die Sitzung

source: Always Blocked
de: Immer verhindern

source: Always Allowed
de: Immer erlauben

source: Add
de: Einfügen

source: DOM Inspector
de: DOM Kontrolleur

source: Enable Background Highlight
de: Aktiviere die Hintergrund Hervorhebung

source: Enable Border Highlight
de: Aktiviere die Rahmen Hervorhebung

source: Extensions
de: Erweiterungen

source: Geological IP Resolver
de: Geologischer IP Koordinatenwandler

source: Database
de: Datenbank

source: *.dat *.DAT|GeoIP Database File
de: *.dat|GeoIP Datenbank Datei

source: Header Field Definitions
de: Datenkopf Definitionen

source: Warning: Do not edit this Table if you not now how it works! For more information see <a href="%1">rfc2616</a>
de: Warnung: Editiere diese Tabelle nicht, wenn du nicht weist wie sie Arbeitet. Für mehr Informationen siehe <a href="%1">rfc2616</a>

source: Values
de: Werte

source: Defaults
de: Standards

source: Load this URL as default on start, if empty xhtmldbg will use recently viewed Url.
de: Lade immer diese URL beim Start, wenn Leer wird die zuletzt Besuchte verwendetet.

source: Do not open Downloadmanager on Application start.
de: Öffne nicht die Download Verwaltung beim Programmstart.

source: W3C CSS Validator Settings
de: W3C Validierer Einstellungen

source: Java Application
de: Java Programm

source: Path to W3C Validator file
de: Pfad zur W3C Validierer Datei

source: W3C Validator CLASSPATH
de: Klassen Pfad des W3C Validierers

source: Application Theme Settings
de: Programm Themen EInstellungen

source: On Application start, Qt are trying to search with all Icon Theme paths on your System and read them recursively for Theme Icons used by xhtmldbg. On ix86 Systems this makes your Application startup slower. With this Entry list you can perform this operation. Attention! When set this Path's to make sure where your Selected Icon Theme located.
de: Beim Programmstart, versucht Qt alle Icon Thema Pfade ein zu lesen und sucht in ihnen rekursiv nach den von xhtmldbg verwendeten Icons. Das macht den Programmstart auf ix86 Systemen langsamer. Mit dieser Liste kannst du die Performance dieser Operation steigern. Achtung! Wenn Sie diese Pfade setzen, stellen Sie bitte sicher das Ihr ausgewähltes Icon Thema in einem dieser Pfade liegt.

source: Default Icon Theme
de: Standard Icon Thema

source: The Default Icon Theme is (Oxygen)
de: Das Standard Icon Thema ist (Oxygen)

source: <div style="color:red;">W3C CSS Validator not found!</div><div>You can download it from <a href="http://xhtmldbg.hjcms.de">xhtmldbg</a> Homepage.</div>
de: <div style="color:red;">Der W3C CSS Validierer wurde nicht gefunden!</div><div>Du kannst ihn von der <a href="http://xhtmldbg.hjcms.de">xhtmldbg</a> Seite herunterladen.</div>

source: Java-Archive %1
de: Java-Archiv %1

source: All %1
de: Alles %1

source: W3C CSS Validator
de: W3C CSS Validierer

source: W3C CSS Validator Java-Archive
de: W3C CSS Validierer Java-Archiv

source: Icon Theme path
de: Icon Thema Pfad

source: Network Settings
de: Netzwerk Einstellungen

source: modify caching behavior
de: Speicherverhalten ändern

source: Warning: “xhtmldbg” always manage the best way for caching network connections with debugging. For example the source viewer need cached data to set the real source code from requested sites. By default “xhtmldbg” always remove cached data before a request operation has been send.
de: Warnung: “xhtmldbg” verwendet für das Debuggen bereits die bestmögliche Speicherverwaltung. Es wird z.B. die Quelltextansicht mit dem Zwischenspeicher verwendet. Standardmäßig wird vor jeder Netzwerkoperation die Seite wieder entfernt.

source: Controls if the data obtained should be saved to cache for future uses.
de: Kontrolliert ob die entnommenen Daten in den Speicher eingefügt werden.

source: If the box is not checked, the data obtained will not be automatically cached.
de: Wenn die Auswahl nicht aktiviert ist, werden keine entnommene Daten zwichengespeichert.

source: Indicates whether incoming data was obtained from cache or not.
de: Erkenne ob die Daten aus dem Zwichenspeicher entnommenen wurden.

source: If the box is not checked, incoming data will not be automatically checked.
de: Wenn die Auswahl nicht aktiviert ist, werden nicht geprüft ob die Daten aus dem Zwichenspeicher entnommen wurden.

source: Always Network (always load from network and do not check if the cache has a valid entry)
de: Immer Netzwerk (Direkte Netzwerk Verbindung verwenden. Es wird kein Zwischenspeicher erstellt)

source: Prefer Network (load from the network if the cached entry is older than the network entry)
de: Netzwerk vorziehen (Wenn der Zwischenspeicher veralltet ist verwende die Netzwerkanfrage)

source: Prefer Cache (load from cache if available, otherwise load from network)
de: Speicher vorziehen (Lade Adresse vom Speicher. Es wird keine Aktualisierung geprüft)

source: Always Cache (only load from cache, indicating error if the item was not cached)
de: Immer vom Speicher (Nur vom Speicher laden. Fehlende Seiten prodizieren Fehlermeldung)

source: The Network Proxy Type:
de: Type des Netzwerk Proxies:

source: Socks 5 (Based on RFC 1928 and RFC 1929)
de: Socks 5 (Basierend auf RFC 1928 und RFC 1329)

source: HTTP Transparent Proxying (Default)
de: HTTP Transparenter Proxy (Standard)

source: Caching-only HTTP (Only for HTTP Requests)
de: Caching-only HTTP (Nur für HTTP Anfragen)

source: Caching FTP (Only for FTP Requests)
de: Caching FTP (Nur für FTP Anfragen)

source: Hostname of the Proxy:
de: Proxy Hostname:

source: Proxy Port Number:
de: Proxy Port Adresse:

source: Authentication Username:
de: Zugangs Benutzername:

source: Authentication Password:
de: Zugangs Passwort:

source: SSL Certification
de: SSL Zertifizierung

source: QTidy Source Parser
de: QTidy Syntax Analysierer

source: Enable Auto Source Check
de: Aktiviere Automatische Überprüfung

source: Enable Autoformat and Check Source
de: Aktiviere Automatisches Bereinigen

source: Disable autoformat and autocheck
de: Deaktiviere Automatische Überprüfung und Syntaxbereinigung

source: Whitelist for Untrusted Certificates
de: Weiße Liste für nicht vertrauenswürdig Zertifikate

source: Configure xhtmldbg[*]
de: Konfiguriere xhtmldbg[*]

source: Restore Settings
de: Einstellungen Zurücksetzen

source: All configuration options will be restored. After this operation, the configuration dialog will be closed automatically and you must restart the Application. Do you really want to do this?
de: Alle Konfigurations Optionen werden zurück gesetzt und gehen verloren. Nach dieser Aktion wird sich der Konfigurations Dialog Automatisch schließen und du must das Programm neu starten. Willst du das wirklich machen?

source: Found unsaved Changes. Do you really want to exit?
de: Nicht gespeicherte Einstellungen. Willst du wirklich beenden?

source: Dom Inspector
de: DOM Kontrolleur

source: Network
de: Netzwerk

source: Cookies
de: Keks

source: Certification
de: Zertifizierung

source: User Agent
de: Benutzer Kennung

source: HTML 5 Database
de: HTML 5 Datenbank

source: %1 Configuration options.
de: %1 Konfigurations Optionen.

source: User-Agent
de: Benutzer Kennung

source: The upcoming HTML 5 standard includes support for SQL databases that web sites can create and access on a local computer through JavaScript.
de: Der Zukünftige HTML 5 Standard beinhaltet die Unterstützung für SQL Datenbanken. Webseiten können somit Daten mit JavaScript auf Ihrem Computer zwischenspeichern.

source: Only Web sites with the same security options can access each other's resources for client-side scripting or databases.
de: Es werden aber nur Webseiten mit den zulässigen Sicherheitseinträgen zugelassen.

source: You need to add a hostname, scheme and port to allow access to your local computer.
de: Damit ein Zugriff gestattet wird müssen Sie hier den Hostnamen, Schema und die Portadresse angeben.

source: enable auto create local storage databases
de: Aktiviere das Automatisches erstellen von lokalen Datenbanken

source: enable offline storage database support
de: Aktiviere den Offline Datenbank Support

source: Edit
de: Bearbeiten

source: e.g. domain.tld
de: z.B. doamin.tld

source: Scheme
de: Schema

source: World Wide Web over TLS/SSL HTTPS
de: World Wide Web über TLS/SSL HTTPS

source: Local File Protocol FILE
de: Lokales Datensystem Protokoll FILE

source: e.g. http://, https:// or file://
de: z.B.. http://, https:// oder file://

source: Aberrantly Port Address from Scheme
de: Vom Schema abweichende Port Adresse

source: Quota
de: Speicheranteil

source: Reset
de: Zurücksetzen

source: Submit
de: Absenden

source: enable web application cache feature
de: Aktiviere die Unterstützung für Web- Anwendungen

source: remove databases on application exit (Warning all table setting lost)
de: Entferne Datenbanken beim Programmende (Warnung alle Tabellen Inhalte gehen verloren)

source: default security origin quota for new databases
de: Standard Speicheranteil Einstellung für neue Datenbanken

source: Directory
de: Verzeichnis

source: descending order for icon theme search paths
de: Absteigende Reihenfolge für die Icon Thema Suchpfade

source: Adding
de: Einfügen

source: Application restart required.
de: Anwendung Neustart erforderlich.

source: Copy to Clipboard Drop Area
de: Kopiere Inhalt mit Maus fallen lassen in den Clipper

source: XHTMLDBG (Default)
de: XHTMLDBG (Standard)

source: Move Selected row Up
de: Verschiebe die ausgewählte Zeile nach Oben

source: Move Selected row Down
de: Verschiebe die ausgewählte Zeile nach Unten

source: Bookmark
de: Lesezeichen

source: Product Tokens
de: Produkt Umschreibung

source: URL Cookie Requirement
de: URL Keks Anforderung

source: The Host have sent a Cookie request, add here the Arrangement.
de: Die Webseite möchte einen Keks setzen, bearbeite hier deine Regelung.

source: Ready
de: Abgeschlossen

source: Session
de: Sitzung

source: Blocked
de: Verhindert

source: Allowed
de: Erlaubt

source: Enabled
de: Aktiviert

source: Domain
de: Domäne

source: Arrangement
de: Regelung

source: Allow third party
de: Erlaube Dritte

source: no
de: keine

source: less
de: weniger

source: more
de: mehr

source: Save && Exit
de: Speichern && Beenden

source: CSS Validation
de: CSS Prüfung

source: Rejected - CSS Validator is busy ...
de: Verworfen - Die CSS Prüfung ist beschäftigt ...

source: CSS Validator says: Invalid Url and denies this request.
de: Der CSS Validator sagt: Ungültige Adresse und verweigert die Anfrage.

source: Checking (%1). Please wait a little!
de: Prüfe (%1). Bitte warte einen Augenblick!

source: To take in "%1" for Validation.
de: Nehme "%1" für die Überprüfung an.

source: FailedToStart (%1) ...
de: Start fehlgeschlagen (%1) ...

source: Crashed (%1) ...
de: Abgestürzt (%1) ...

source: Timedout (%1) ...
de: Zeitüberschreitung (%1) ...

source: WriteError (%1) ...
de: Schreibfehler (%1) ...

source: ReadError (%1) ...
de: Lesefehler (%1) ...

source: UnknownError (%1) ...
de: Unbekannter Fehler (%1) ...

source: Crashed see logfiles
de: Abgestürzt - Sehe die Logdateien ein

source: Line
de: Zeile

source: File:.%1
de: Datei:.%1

source: Congratulations! No Error Found. (%1)
de: Gratulation! Es wurden keine Fehler gefunden. (%1)

source: to deny access for this reason missing url. Please note: The CSS Validator discarded shared url's! Remedy: reload the page.
de: Der Zugriff wurde wegen fehlender Adresse verweigert. Beachte bitte: Der CSS Validierer verwirft nach Verwendung die Adresse! Abhilfe: Die Seite neu laden.

source: Check
de: Prüfen

source: Checking last changed url
de: Prüfe die zuletzt eingefügte Adresse

source: Dropout
de: Abbrechen

source: Dropout current request
de: Aktuelle Anfrage abbrechen

source: Configure
de: Konfigurieren

source: SQL Invalid Operation: %1 %2
de: SQL Ungültige Operation: %1 %2

source: SQL Open Database: %1 %2
de: SQL Fehler beim öffnen der Datenbank: %1 %2

source: Open HTML File
de: Öffne HTML Datei

source: Open Url
de: Öffne Url

source: Output Directory
de: Ausgabe Verzeichnis

source: Any files (*)
de: Alle Dateien (*)

source: %1 files %2
de: %1 Dateien %2

source: Compression
de: Komprimierte

source: Image
de: Bild

source: Expand All
de: Komplett Einblenden

source: Collapse All
de: Komplett Ausblenden

source: Headers
de: Datenköpfe

source: Header
de: Datenkopf

source: Value
de: Wert

source: POST Variables
de: POST Variablen

source: System File
de: System Datei

source: Item
de: Eintrag

source: Anchor
de: Anker

source: Yes
de: Ja

source: No
de: Nein

source: Cookie
de: Keks

source: Path
de: Pfad

source: Session Cookie
de: Sitzungs Keks

source: Only for HTTP?
de: Nur HTTP?

source: Expiration
de: Verfällt

source: Secure
de: Sicher

source: Element Content
de: Element Inhalt

source: DomTree
de: Dom Baum

source: Size
de: Größe

source: no visible geometry
de: keine Sichtbare Geometrie

source: Actions
de: Aktionen

source: Collapse
de: Ausblenden

source: Collapse Tree
de: Baum Ausblenden

source: Expand
de: Einblenden

source: Expanding Tree
de: Baum Einblenden

source: Deselect
de: Abwählen

source: Deselect Highlights
de: Hervorhebung Abwählen
