Repository: HJCMS/xhtmldbg
Catalog: po/xhtmldbg_*.po
Languages: de

source: Highlight
de: Hervorhebung

source: onHover Highlight
de: Element beim überfahren der Maus Hervorheben

source: unhighlighted
de: Hervorhebung abwählen

source: unhighlighted current document content
de: Aktuelle Dokument Hervorhebung entfernen

source: modify the element stylesheet
de: Ändere den Element Stylesheet

source: Content
de: Inhalt

source: show current element content
de: Zeige den aktuellen Element Inhalt

source: Copy Predicate
de: Kopiere Prädikat

source: copy predicate to clipboard
de: Kopiere das Prädikat in die Zwischenablage

source: show current element information
de: Zeige Informationen des Aktuellen Elementes.

source: Luminance && Contrast
de: Helligkeit && Kontrast

source: Web Content Accessibility Guidelines
de: Richtlinien für barrierefreie Webinhalte

source: Rendered from Stylesheet Document
de: Abgegeben vom StyleSheet Dokument

source: Contained "style" Attribute
de: Enthält ein "style" Prädikat

source: WCAG Relative Luminance
de: WCAG Relative Helligkeit

source: Foreground Color
de: Vordergrund Farbe

source: Background Color
de: Hintergrund Farbe

source: The difference in colour between the two colours looks good.
de: Der Unterschied beider Farben hat ein gutes Verhältnis.

source: The difference in colour between the two colours is sufficient.
de: Der Unterschied beider Farben ist ausreichend.

source: The difference in colour between the two colours is imperfect.
de: Der Unterschied beider Farben ist unzureichend.

source: difference between the background and foreground colour
de: Unterschied zwischen Vordergrund und Hintergrund Farbe

source: Colour Difference %p%
de: Farben Unterschied %p%

source: Colour Brightness %p%
de: Farben Helligkeit %p%

source: commonly written 1:1 to 21:1
de: Üblicherweise wird von 1:1 nach 21:1 geschrieben

source: Contrast Ratio %p%
de: Kontrastverhältnis %p%

source: Downloads
de: Herunterladen

source: <b>Download Summary</b>
de: <b>Download Zusammenfassung</b>

source: Upload URL
de: Hochladen URL

source: Destination Path
de: Zielpfad

source: Filesize
de: Dateigröße

source: Mime-Type
de: Datentype

source: Open with external Application
de: Öffne mit externen Programm

source: Stop
de: Anhalten

source: Progress
de: Fortschritt

source: Time
de: Zeit

source: Destination
de: Ziel

source: Project:
de: Projekt:

source: Url:
de: Adresse:

source: Form ID:
de: Formular ID:

source: automatically insert form data
de: Formular Daten Automatisch einfügen.

source: Insert
de: Einfügen

source: Form Manager
de: Formular Manager

source: Default
de: Standard

source: country code from host address.
de: Ländercode von der Host Adresse.

source: History
de: Historie

source: Host Information
de: Host Informationen

source: Resolved Host Information with given Url
de: Mit der URL die Host Informationen auflösen.

source: JavaScript Impartations
de: JavaScript Mitteilungen

source: Keywords
de: Schlüsselwörter

source: Show Keywords for Search Engine Optimisation (SEO)
de: Zeige Schlüsselwörter für die Search Engine Optimierung (SEO)

source: Search Engine Optimisation (SEO)
de: Suchmaschinen Optimierung (SEO)

source: Open File from Path or URL
de: Öffne Datei Lokal oder mit Url

source: Disable Plugins and loading the Default Url
de: Deaktiviere Plugins und starte mit der Standard Adresse

source: Authentication Request
de: Authentifizierungs Anfrage

source: Authentication
de: Authentifizierung

source: Login Username:
de: Anmelde Benutzername:

source: Login Password:
de: Anmelde Passwort:

source: Certification Notice
de: Zertifikats Hinweis

source: Notice
de: Hinweis

source: Message
de: Nachricht

source: Level
de: Ebene

source: Subject
de: Betreff

source: Issuer
de: Unterzeichner

source: The name of the organization. (O)
de: Name der Organisation (O)

source: Common Name (CN)
de: Gemeinsamer Name (CN)

source: The common name; most often this is used to store the host name.
de: Der Gemeinsame Name; sollte den Hostnamen enthalten.

source: Locality (L)
de: Örtlichkeit (L)

source: The locality. (L)
de: Herkunft (L)

source: Organizational UnitName (OU)
de: Aufbauorganisation (OU)

source: The organizational unit name. (OU)
de: Der Aufbauorganisations Name (OU)

source: CountryName (C)
de: Länder Name (C)

source: The country. (C)
de: Der Länder Name (C)

source: State or Province (ST)
de: Staat oder Provinz (ST)

source: The state or province name. (ST)
de: Der Staat oder die Provinz (ST)

source: Certificate
de: Zertifikat

source: Import
de: Importieren

source: Serial Nr.
de: Serien Nr.

source: Error
de: Fehler

source: Unknown Failure Message
de: Unbekannte Fehler Nachricht

source: Reasons :
de: Gründe :

source: Bad Request (400)
de: Fehlerhafte Anfrage (400)

source: the remote server "%1" refused the connection (the server is not accepting requests)
de: Der Server "%1" verweigert den Verbindungsaufbau. (Der Server nimmt die Anfrage nicht an.)

source: Server Gone (410)
de: Server Verschwunden (410)

source: the remote server "%1" closed the connection prematurely, before the entire reply was received and processed
de: Der Server "%1" hat die Verbindung geschlossen, bevor eine Antwort gesendet wurde.

source: Invalid Hostname or Host not Found
de: Falscher Hostname oder Host nicht gefunden

source: Invalid Hostname "%1", Server is currently down or DNS Problems.
de: Falscher Hostname "%1" oder Host nicht gefunden.

source: The Remote Hostname was not found.
de: Der entfernte Hostname konnte nicht aufgeöst werden.

source: Request Timeout (408)
de: Zeitüberschreitung bei der Anfrage (408)

source: the connection to the remote server "%1" timed out
de: Die Verbindung zum Server "%1" wurde wegen Zeitüberschreitung geschlossen.

source: the SSL/TLS handshake failed and the encrypted channel could not be established. The sslErrors() signal should have been emitted.
de: Das Aushandeln der SSL/TLS Verbindung ist wegen Verschlüsselungsproblemen fehlgeschlagen.

source: Proxy Connection Refused Error
de: Fehler - Proxy Zugang Verweigert

source: the connection to the proxy server "%1" was refused (the proxy server is not accepting requests)
de: Die Verbindung zum Proxy Server "%1" wurde unterbrochen. (Der Proxy verweigert die Anfrage.)

source: Proxy Connection Closed Error
de: Verbindung zum Proxy Server wurde unterbrochen Fehler

source: the proxy server closed the connection prematurely, before the entire reply was received and processed
de: Der Proxy Server schließt/verliert die Verbindung bevor es zur einer Antwort kommt.

source: Proxy Not Found Error
de: Fehler - Der Proxy konnte nicht gefunden werden

source: the proxy host name was not found (invalid proxy hostname)
de: Der Proxy Hostname wurde nicht gefunden. (falscher Proxy Hostname)

source: Proxy Timeout Error
de: Fehler - Zeitüberschreitung zum Proxy

source: the connection to the proxy timed out or the proxy did not reply in time to the request sent
de: Die Verbindung zum Proxy wurde wegen Zeitüberschreitung beim warten auf Antwort abgebrochen.

source: Proxy Authentication Required Error (407)
de: Fehler: Proxy Authentifizierung Notwendig (407)

source: the proxy requires authentication in order to honour the request but did not accept any credentials offered (if any)
de: Der Proxy erwartet eine Authentifizierung aber Akzeptiert nicht alle übermittelten eingaben (Konfigurationsfehler)

source: Unauthorized (401)
de: Nich Autorisiert (401)

source: the access to the remote "%1" content was denied (similar to HTTP error 401)
de: Die Verbindung zur Gegenstelle "%1" wurde Verweigert (HTTP Status 401)

source: the operation requested on the remote "%1" content is not permitted
de: Diese Operation wird von der Gegenstelle "%1" nicht akzeptiert.

source: the remote content "%1" was not found at the server (similar to HTTP error 404)
de: Der angefragte Inhalt "%1" konnte nicht gefunden werden. (HTTP Status 404)

source: Authentication Required Error
de: Fehler - Authentifizierung erwartet

source: the remote server "%1" requires authentication to serve the content but the credentials provided were not accepted (if any)
de: Die Gegenstelle "%1" erwartet eine Authentifizierung aber Akzeptiert nicht alle übermittelten eingaben.

source: Content Re Send Error
de: Fehler - Bei der Daten Übertragung

source: the request needed to be sent again, but this failed for example because the upload data could not be read a second time.
de: Die anfrage muss nochmal gesendet werden, dies wird wahrscheinlich fehlschlagen weil die Daten zum hoch laden zerstört sind oder nicht mehr im Speicher vorhanden sind.

source: QtNetwork Access API cannot honor the request because the protocol is not known.
de: Das Programm konnte nicht alle angefragten Protokolle verarbeiten.

source: Protocol Invalid Operation Error
de: Fehler - Nicht erlaubte Protokoll Übertragung

source: the requested operation is invalid for this protocol
de: Die Abfrageart für dieses Protokoll ist nicht erlaubt.

source: an unknown network-related error was detected
de: Ein Unbekannter Netzwerkfehler wurde festgestellt.

source: an unknown proxy-related error was detected
de: Ein Unbekannter Proxy Fehler wurde festgestellt.

source: an unknown error related to the remote content was detected
de: Auf der Gegenstelle wurde ein Unbekannter Fehler festgestellt.

source: Protocol Failure
de: Protokoll Fehler

source: a breakdown in protocol was detected (parsing error, invalid or unexpected responses, etc.)
de: Ein Zusammenbruch des Protokolls wurde festgestellt. (Syntaxfehler, oder falsche Eingabe etc.)

source: an unknown related error was detected
de: Ein Unbekannter Inhaltlicher Fehler wurde festgestellt

source: Broken SSL/TLS URL connection, handshake failed and could not be established.
de: SSL/TLS - Fehlerhafte Url Verbindung. Das Aushandeln ist fehlgeschlagen und wurde verworfen.

source: Multiple Content-Location header from POST Request received. Note - Many Webservers are free to ignore this. (300)
de: Mehrere Möglichkeiten mit Content-Location header bei POST anfragen erhalten. Achtung - Viele Webserver steht es frei dies zu Ignorieren. (300)

source: Impermissible Cookie format for "%1" and Cookie Domain "%2" rejected by RFC 2109.
de: Unzulässiges Cookie Format für "%1" und Keks Domäne "%2", zurückgewiesen wegen RFC 2109.

source: A Set-Cookie with Domain=%1 will be rejected because the value for Domain does not begin with a dot.
de: Das setzen eines Cookies mit der Domäne=%1, wird zurück gewiesen. Weil die Domäne nicht mit einem Punkt beginnt.

source: A Set-Cookie with attached dot Domain=%1, will always be rejected.
de: Das setzen eines Cookies mit einem Punkt am Ende der Domäne=%1, wird immer zurück gewiesen.

source: A Set-Cookie with missing Hostname Domain=.tld, will always be rejected.
de: Das setzen eines Cookies ohne einem Hostnamen Domäne=.tld, wird immer zurück gewiesen.

source: Different Cookie/Domain for host %1. (Rejected)
de: Unterschiede bei Cookie/Domäne und Hostname %1 (Zurück gewiesen)

source: Invalid Url for Cookie Request - rejected!
de: Wegen einer fehlerhaften URL wurde ein Cookie - zurückgewiesen!

source: Cookie for Host "%1" rejected by blocked list!
de: Ein blockiertes Cookie für den Hostnamen "%1" wurde verworfen!

source: third-party vendor cookie "%1" for host "%2" rejected!
de: Drittanbieter Keks "%1" für den Host "%2" zurück gewiesen!

source: Missing Optional Cookie/Secure attribute for HTTPS Scheme
de: Vermisse das Optionale setzen des Cookie/Secure prädikats bei einer HTTPS verbindung

source: Plugin Object Detected
de: Plugin Objekt erkannt

source: Predicates
de: Prädikate

source: Plugin initialization aborted.
de: Plugin Initialisierung fehlgeschlagen.

source: Missing Mime-Type Declaration!
de: Keine Mime-Type Deklaration gefunden!

source: Invalid URL for this Plugin Request!
de: Nicht valide Url Plugin anfrage erhalten!

source: MimeType
de: Datentype

source: Source
de: Quelle

source: Line: %1
de: Zeile: %1

source: Document: %1
de: Dokument: %1

source: JavaScript Prompt:
de: JavaScript Anfrage:

source: Action rejected: HTML form was submitted a second time.
de: Aktion verweigert: Das HTML Formulare wurde bereits versendet!

source: Apache Logfile watcher
de: Apache Datenlogger

source: open configuration
de: Öffne Konfiguration

source: reopen logfile
de: Öffne Logdatei Datei erneut

source: watch apache logs
de: Überwache Apache Protokolle

source: logging apache error.log and other
de: Protokolliere Apache eeror.log und andere

source: Configure logfiles
de: Konfiguriere Protokoll Dateien

source: Delete
de: Entfernen

source: Open Logfile
de: Öffne Logdatei Datei

source: Permission Denied
de: Zugriff verweigert

source: This editor will help you to build an individual keywords listing for your website.<br/>It create an XML Document with following sheme:
de: Dieser Editor soll dir helfen eine Individuelle Schlüsselwort Liste für deine Webseite zu erstellen.<br />Es wird ein XML Dokument mit folgenden Syntax erstellt:

source: Generate Output Type
de: Generiere Ausgabe Type

source: Meta Keywords
de: Meta Schlüsselwörter

source: Meta Description
de: Meta Beschreibung

source: Open existing keyword file or click next to create a new keyword listing:
de: Öffne eine existierende Schlüsselwortdatei oder zum erstellen einer neuen Liste klicke auf weiter:

source: Open Keywords File
de: Öffne Schlüsselwörter Datei

source: SEO Keyword Editor
de: SEO Schlüsselwort Editor

source: Open Keyword File
de: Öffne Schlüsselwort Datei

source: Edit Keyword File
de: Bearbeite Schlüsselwort Datei

source: Document Preview
de: Dokumenten Vorschau

source: Save Keywords File
de: Speichere Schlüsselwort Datei

source: Editor for creating SEO Keywords
de: Ein Editor zum erstellen von SEO Schlüsselwörtern

source: insert row below
de: Ein neue Zeile einfügen

source: delete row
de: Die Ausgewählte Zeile entfernen

source: Identifier
de: Bezeichner

source: Filename
de: Dateiname

source: fallback keywords for missing sites
de: Schlüsselwort Rückgriff liste für fehlende Seiten

source: RFC Document Browser
de: RFC Dokumenten Browser

source: Change RFC Document
de: Wähle ein RFC Dokument

source: Browse RFC Documents
de: Dursuche RFC Dokumente

source: Configure Startpage
de: Konfiguriere die Startseite

source: Index
de: Startseite

source: Configure the SELFHTML Index HTML
de: Konfiguriere die SELFHTML Startseite

source: Sidebars for HTML, CSS, JavaScript/DOM, XSLT/XPath, Perl and SELFHTML.
de: Seitenbalken für HTML, CSS, Javascript/DOM,XSLT/XPath,Perl und SELFHTML.

source: Information for this Plugin
de: Informtionen zu diesem Olugin

source: long description for this plugin
de: Lange Beschreibung für dieses Plugin

source: Your Name
de: Dein Name

source: RSS Parser
de: RSS Syntaxanalysierer

source: Parser Messages
de: Syntaxanalysierer Nachrichten

source: Document Structure
de: Dokumenten Struktur

source: Checking: %1
de: Prüfe: %1

source: Version not Defined
de: Version nicht definiert

source: Parsing RDF-%1
de: Syntaxanalyse RDF-%1

source: Parsing ATOM-%1
de: Syntaxanalyse ATOM-%1

source: Parsing RSS-%1
de: Syntaxanalyse RSS-%1

source: Predicate
de: Prädikat

source: Line %1 (%2)
de: Zeile %1 (%2)

source: Document at Line %1 (%2)
de: Dokumenten Zeile %1 (%2)

source: Document is Valid
de: Das Dokument ist Valide

source: Viewer Width
de: Anzeigebreite

source: Resize Browser to fixed width
de: Setze die Browser weite

source: Restore
de: Zurücksetzen

source: Check Source
de: Quelltext prüfen

source: Check Document Source
de: Dokumenten Quelltext Überprüfen

source: Format Source
de: Quelltext Formatieren

source: Format Document Source
de: Den Dokumenten Quelltext formatieren

source: Document
de: Dokument

source: Save
de: Speichern

source: Save Html Source to ...
de: Speichere das HTML unter ...

source: Print
de: Drucken

source: Print current Document
de: Drucke aktuelles Dokument

source: Configuration
de: Konfigurieren

source: Show the editor's configuration dialog
de: Zeige den Editor Konfigurations Dialog

source: Reload Status
de: Aktualisieren Status

source: QTidy Messanger contains Impartations
de: Das QTidy Nachrichtenfenster enthält Nachrichten

source: the rendered page size
de: Abgegebene Seitengröße

source: Display Browser Dimension Width x Height with Pixel.
de: Zeige Browser Dimensionen Breit x Hoch in Pixel an.

source: Color
de: Farbe

source: Background
de: Hintergrund Farbe

source: Foreground
de: Vordergrund Farbe

source: Thin
de: Dünn

source: Extra Light (Ultra Light)
de: Extra Leicht (Ultra Leicht)

source: Light
de: Leicht

source: Medium
de: Mittel

source: Semi Bold (Demi Bold)
de: Halb Fett

source: Bold
de: Fett

source: Extra Bold (Ultra Bold)
de: Extra Fett (Ultra Fett)

source: Black (Heavy)
de: Schwer Fett

source: Edit Element StyleSheet for %1
de: Prüfe den Stylesheet für %1

source: Font
de: Schrift

source: HTML/XHTML Impartations
de: HTML/XHTML Mitteilungen

source: (XHTMLDBG) Accept 100%% sheer XHTML Object Elements with type application/x-qt-plugin - severance!
de: (XHTMLBG) Akzeptiert bei Object Elementen mit dem type application/x-qt-plugin nur zu 100%% reines XHTML!

source: Sorry: I can't do it.
de: Ich kann das leider nicht machen.

source: Invalid Element initialization.
de: Fehler bei der Element Initialisierung.

source: (XHTMLDBG) Invalid value for property: %1
de: (XHTMLDBG) Ungültiger Wert oder Parameter: %1

source: Start CSS Validation for this Site.
de: Starte CSS Validierung für diese Seite.

source: Show Document Source
de: Zeige Dokumenten Quelltext

source: Screenshot
de: Bildschirmfoto

source: Screenshot from current Page.
de: Bildschirmfoto von aktueller Seite.

source: Plugins
de: Erweiterungen

source: Display initialed Browser-Plugins.
de: Zeige Initialisierte Browser Erweiterungen.

source: SEO Result for "%1" Url:
de: SEO Ergebnis für "%1" Url:

source: Word boundary:
de: An Wortgrenzen:

source: Case Sensitive:
de: Groß- Kleinschreibung:

source: Meta Keywords:
de: Meta Schlüsselwörter:

source: Meta Description:
de: Meta Beschreibung:

source: Page Title:
de: Seiten Titel:

source: Summary:
de: Zusammen:

source: Screenshot saved to %1
de: Bildschirmfoto gespeichert unter %1

source: Inspector
de: Kontrolleur

source: Remove Entry
de: Eintrag Entfernen

source: Host
de: Hostname

source: New Page
de: Neue Seite

source: Add a new empty Tab
de: Eine Neue leere Seite erstellen

source: file
de: Datei

source: &Application
de: &Anwendung

source: Load Document from Url
de: Lade Dokument von Url

source: Open Html File
de: Öffne HTML Datei

source: Open Html from System
de: Öffne HTML Datei vom System

source: Quit
de: Beenden

source: Close Debugger
de: Schliesse den Debugger

source: Parse
de: Analysieren

source: Parse current Document Source
de: Analysiere den Dokumenten Quelltext

source: Format
de: Formatiere

source: Prepare and Format Document Source
de: Formatiere den Dokumenten Quelltext

source: &View
de: A&nsicht

source: Zoom +
de: Zoomen

source: Zoom -
de: Zoomen

source: Fullscreen
de: Vollansicht

source: Refresh
de: Auffrischen

source: Back
de: Zurück

source: Forward
de: Vorwärts

source: Organize Bookmarks
de: Lesezeichen Organisieren

source: S&ettings
de: &Einstellungen

source: Configure Tidyrc
de: Konfiguriere die titdyrc

source: Display
de: Anzeige

source: Settings
de: Einstellungen

source: Toolbars
de: Werkzeugleisten

source: Impartations
de: Mitteilungen

source: Inspectors
de: Kontrolleure

source: Check StyleSheet for %1
de: Prüfe den Stylesheet für %1

source: Invalid Url Rejected, required scheme is "%1".
de: Eine Ungültige Url wurde zurückgewiesen, erlaubtes Schema ist "%1".

source: a Url Request from outsite. Would you like to load this "%1" Url?
de: Ein Adressen wurde ausserhalb gesendet. Möchtest du diese Adresse "%1" laden?

source: Url Request from Outsite
de: URL Anfrage von Aussen

source: Download Request: %1
de: Herunterladen Anfrage: %1

source: (XHTMLDBG) Reject "%1" FTP request!
de: (XHTMLDBG) FTP Anfrage "%1" Zurückgewiesen!

source: Zoom
de: Zoomen

source: Zoom Webbrowser Content
de: Zoome den Webbrowser Inhalt

source: ZoomIn
de: Vergrößern

source: ZoomOut
de: Verkleinern
